/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "另一个用户已打开了“%@”应用程序。";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "要求其他用户退出“%@”应用程序，然后再试一次。";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "请联系“%@”的供应商以获得更高版本。";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "请联系您的管理员以获得帮助。";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "文件未能打开，因为不支持指定的格式。";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "文件未能存储，因为不支持指定的格式。";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "没有有关这个问题的其他信息。";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "显示应用程序";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "显示工作流程";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "未能复制一些文件，因为发生了杂项错误 (OSStatus %d)。";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "未能复制一些文件，因为发生了磁盘错误。";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "未能复制一些文件，因为磁盘已满。";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "未能复制一些文件，因为该宗卷防止写入。";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "未能复制一些文件，因为找不到它们。";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "未能复制一些文件。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "一些文件未能被移入废纸篓，因为发生了杂项错误 (OSStatus %d)。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "一些文件未能被移入废纸篓，因为发生了磁盘错误。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "一些文件未能被移入废纸篓，因为磁盘已满。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "一些文件未能被移入废纸篓，因为磁盘防止写入。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "一些文件未能被移入废纸篓，因为找不到它们。";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "一些文件未能被移入废纸篓。";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "“%@”应用程序未能找到。";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "“%@”应用程序未能打开。";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "“%@”应用程序没有提供有效的数据。";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "“%@”应用程序没有响应服务请求。";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "“%@”应用程序已损坏。";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "“%@”应用程序在废纸篓中。";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "“%@”应用程序与您的电脑不兼容。";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "“%@”应用程序要求更高版本的 Mac OS X。";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "未能使用“%1$@”服务，因为另一个用户已打开了“%2$@”应用程序。";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "未能使用“%1$@”服务，因为“%2$@”应用程序未能找到。";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "未能使用“%1$@”服务，因为“%2$@”应用程序未能打开。";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "未能使用“%1$@”服务，因为“%2$@”应用程序没有提供有效的数据。";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "未能使用“%1$@”服务，因为“%2$@”应用程序没有响应服务请求。";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "未能使用“%1$@”服务，因为“%2$@”应用程序已损坏。";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "未能使用“%1$@”服务，因为“%2$@”应用程序在废纸篓中。";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "未能使用“%1$@”服务，因为“%2$@”应用程序与您的电脑不兼容。";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "未能使用“%1$@”服务，因为“%2$@”应用程序要求更高版本的 Mac OS X。";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "未能使用“%1$@”服务，因为找不到“%2$@”工作流程。";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "未能使用“%1$@”服务，因为“%2$@”工作流程没有及时完成。";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "未能使用“%1$@”服务，因为“%2$@”工作流程没有提供有效的数据。";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "未能使用“%@”服务，因为应用程序未能找到。";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "未能使用“%@”服务，因为应用程序未能打开。";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "未能使用“%@”服务，因为应用程序没有响应服务请求。";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "未能使用“%1$@”服务，因为从“%2$@”应用程序取回服务信息时出现了问题。";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "未能使用“%1$@”服务，因为从“%2$@”工作流程取回服务信息时出现了问题。";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "未能使用“%@”服务，因为从应用程序取回服务信息时出现了问题。";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "未能使用“%1$@”服务，因为您没有权限来打开“%2$@”应用程序。";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "未能使用“%@”服务。";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "找不到“%@”工作流程。";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "“%@”工作流程没有及时完成。";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "未能开启应用程序“%1$@”，因为发生了杂项错误 (OSStatus %2$d)。";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "未能开启应用程序“%@”，因为它已损坏。";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "未能开启应用程序“%@”，因为它位于废纸篓中。";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "未能开启应用程序“%@”，因为它与您的电脑不兼容。";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "未能开启应用程序“%@”，因为找不到它。";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "该应用程序未能找到。";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "未能打开该应用程序。";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "未能推出该磁盘，因为它正在被“%@”使用。";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "未能复制文件“%@”，因为找不到它。";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "未能复制文件“%@”，因为发生了磁盘错误。";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "未能复制文件“%@”，因为磁盘已满。";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "未能复制文件“%@”，因为该宗卷防止写入。";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "未能复制文件“%@”。";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "文件“%1$@”未能被移入废纸篓，因为发生了杂项错误 (OSStatus %2$d)。";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "文件“%@”未能被移入废纸篓，因为找不到它。";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "文件“%@”未能被移入废纸篓，因为发生了磁盘错误。";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "文件“%@”未能被移入废纸篓，因为磁盘已满。";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "文件“%@”未能被移入废纸篓，因为磁盘防止写入。";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "文件“%@”未能被移入废纸篓。";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "未能复制这些文件，因为发生了杂项错误 (OSStatus %d)。";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "未能复制这些文件，因为发生了磁盘错误。";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "未能复制这些文件，因为磁盘已满。";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "未能复制这些文件，因为该宗卷防止写入。";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "未能复制这些文件，因为找不到它们。";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "未能复制这些文件。";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "这些文件未能被移入废纸篓，因为发生了杂项错误 (OSStatus %d)。";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "这些文件未能被移入废纸篓，因为发生了磁盘错误。";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "这些文件未能被移入废纸篓，因为磁盘已满。";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "这些文件未能被移入废纸篓，因为磁盘防止写入。";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "这些文件未能被移入废纸篓，因为找不到它们。";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "这些文件未能被移入废纸篓。";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "这项操作未能完成。";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "未能使用服务，因为应用程序没有提供有效的数据。";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "从“%@”应用程序取回服务信息时出现了问题。";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "从“%@”工作流程取回服务信息时出现了问题。";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "从该应用程序取回服务信息时出现了问题。";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "请尝试将“%@”从废纸篓拖到您的“应用程序”文件夹中。";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "请尝试重新安装“%@”。";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "请尝试重新安装“%@”，或联系供应商以获得更高版本。";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "请尝试重新安装该应用程序，或联系供应商以获得更高版本。";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "请尝试重新安装该应用程序。";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "请尝试重新打开“%@”，或联系供应商以获得更高版本。";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "请尝试在 Automator 中运行“%@”工作流程。";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "请尝试使用旧版本的“%@”，或升级到更高版本的 Mac OS X。";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "请尝试以不同方式使用该服务，或联系供应商以获得更高版本的“%@”。";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "您没有复制某些文件的权限。";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "您没有复制文件“%@”的权限。";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "您没有复制文件的权限。";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "您没有将某些文件移入废纸篓的权限。";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "您没有将文件“%@”移入废纸篓的权限。";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "您没有将文件移入废纸篓的权限。";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "您没有权限来打开“%@”应用程序。";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "您没有运行应用程序“%@”的权限。";

